Repository: common-repository/adfever-for-wordpress
Catalog: languages/adfever-*.po
Languages: fr_fr

source: Price comparator
fr_fr: Comparateur de prix

source: Comparator settings updated with success !
fr_fr: Réglages mis à jour avec succès

source: AdFever Price Comparator
fr_fr: Comparateur de prix AdFever

source: You must enter a valid AID before can customize the settings of AdFever.
fr_fr: Vous devez entrer un AID valide avant de pouvoir éditer les paramètres du plugin AdFever.

source: No checkbox was checked. You have to check at least one universe or category.
fr_fr: Aucun élément sélectionné. Vous devez sélectionner au moins un univers ou une catégorie.

source: No children category checked. You must select at least one category.
fr_fr: Aucune catégorie sélectionnée. Vous devez sélectionner au moins une catégorie

source: You can't select only one universe. You must choose at least one category.
fr_fr: Vous ne pouvez pas sélectionner seulement un univers. Vous devez sélectionner au moins une catégorie.

source: Save
fr_fr: Sauvegarder

source: General
fr_fr: Général

source: General settings updated with success !
fr_fr: Paramètres généraux mis à jour avec succès

source: AdFever Settings
fr_fr: Réglages AdFever

source: Account
fr_fr: Compte

source: Uninstall
fr_fr: Désinstallation

source: Visitors
fr_fr: Visiteurs

source: Categories
fr_fr: Catégories

source: Useful links
fr_fr: Liens utiles

source: Plugin's presentation
fr_fr: Présentation du plugin

source: Sign up for AdFever
fr_fr: S'inscrire sur AdFever

source: My account
fr_fr: Mon compte

source: My statistics
fr_fr: Mes statistiques

source: Support
fr_fr: Aide

source: Deactivate AdFever on this post
fr_fr: Désactiver AdFever sur ce post

source: All categories
fr_fr: Toutes les catégories

source: Selection of categories
fr_fr: Sélection de catégories

source: No category currently. Strange ! Perhaps your server can't call the AdFever server
fr_fr: Pas de catégorie sélectionnée

source: Banners
fr_fr: Bannières

source: Add an adfever block
fr_fr: Ajouter un bloc AdFever

source: Banners settings updated with success !
fr_fr: Réglages de la bannière mis à jour

source: AdFever plugin has been activated
fr_fr: Le plugin AdFever For Wordpress a été activé

source: You need to <a href="%s">setup your AdFever tracking ID</a>
fr_fr: Vous devez <a href="%s">configurer votre AID</a>

source: AdFever's plugin enables you to insert a price comparison engine in your website. You will offer a new service to your visitors and benefit from additional sources of revenue. To activate the plugin, please fill in the form below. You will then be able to customize it.
fr_fr: Le plugin AdFever vous permet d'insérer un comparateur de prix au sein de votre site. Vous pourrez ainsi offrir un nouveau service à vos visiteurs tout en bénéficiant de revenus additionnels. Pour activer le plugin, veuillez remplir les informations ci-dessous. Vous pourrez alors personnaliser votre plugin.

source: You need your AdFever's AID to activate your price comparison area. If you do not have any AID, please sign up for AdFever and add your website, you will shortly receive an email with your AID.
fr_fr: Votre AID AdFever vous permet d'activer votre comparateur de prix. Vous ne disposez pas d’AID AdFever? Inscrivez-vous sur AdFever et ajoutez votre site, vous recevrez un AID sur votre adresse email.

source: Your AdFever's AID
fr_fr: Votre AID AdFever

source: If you do not have any AdFever'AID, please sign in or create an account on adfever.com
fr_fr: Si vous ne disposez pas d'un AID AdFever, merci de vous identifier ou créer un compte sur adfever.com

source: Link target
fr_fr: Fenêtre de destination

source: The merchant page will open in a new window
fr_fr: La page du marchand s'ouvrira dans une nouvelle fenêtre

source: Referal link
fr_fr: Lien de parrainage

source: You have a referal link to adfever site
fr_fr: Vous aurez un lien de parrainage vers AdFever

source: External link won't be followed by search engines
fr_fr: Les liens externes ne seront pas suivis par les moteurs de recherche

source: Activate comparator
fr_fr: Activer votre comparateur

source: You will have a price comparator section in your site
fr_fr: Vous aurez une rubrique de comparaison de prix sur votre site.

source: Prefix of price comparator
fr_fr: Préfixe du comparateur de prix

source: AdFever Comparator
fr_fr: Comparateur AdFever

source: This prefix will be used to create the section "Price comparator" of your site. The name is automatically optimized for the creation of the internet addresses. A slug is in lower case, without space, accents. <strong>Sometimes, you must update your permalink after change this value</strong>, otherwise the link of you comparator of price will not work...
fr_fr: Ce prefix servira à créer la section "Comparateur de prix" de votre site. Ce nom est optimisé pour votre url.

source: If you want delete all options and datas created by AdFever, you must check this below input, save options and deactive plugin.
fr_fr: Si vous voulez effacer toutes les options et les données créées par l'extension AdFever, vous devez cocher la case ci-dessous, enregistrer les options et désactiver l'extension.

source: Delete all AdFever's data
fr_fr: Effacer toutes les données de AdFever

source: You can customize the AdFever template with theses options.
fr_fr: Vous pouvez personnaliser l'apparence du plugin AdFever sur votre site grâce aux options ci-dessous.

source: Colors
fr_fr: Couleurs

source: Customize colors
fr_fr: Personnaliser les couleurs

source: By default, the AdFever plugin uses your theme's colors. If you want to manually customize the colors, please activate this option.
fr_fr: Par défaut, le plugin AdFever reprend les couleurs de votre thème. Si vous souhaitez définir les couleurs manuellement, veuillez activer cette option.

source: Text (title, description)
fr_fr: Texte (titre, description)

source: Border table
fr_fr: Bordure du tableau

source: Background header table
fr_fr: Fond de l'en-tête du tableau

source: Text header table
fr_fr: Texte de l'en-tête du tableau

source: Background table
fr_fr: Fond du tableau

source: Text table
fr_fr: Texte du tableau

source: Photos & Logos
fr_fr: Photos et logos

source: Display title
fr_fr: Afficher le titre

source: Display description
fr_fr: Afficher la description

source: Display products' picture
fr_fr: Afficher l'image du produit

source: Display stores' logos
fr_fr: Afficher le logo du marchand

source: Maximum number of retailers to dispay for each product
fr_fr: Nombre maximum de marchands par produit

source: Titles
fr_fr: Titres

source: Text (description)
fr_fr: Texte (description)

source: Price
fr_fr: Prix

source: Navigation links
fr_fr: Liens de navigation

source: "Best price" border frame
fr_fr: Bordure "Meilleur prix"

source: Layout
fr_fr: Mise en page

source: Number of sub-categories to display per category
fr_fr: Nombre de sous-catégories à afficher par catégorie

source: Number of products to display per page
fr_fr: Nombre de produits à afficher par page

source: Display top category
fr_fr: Afficher le top catégories

source: Display sidebar
fr_fr: Afficher la sidebar

source: You can select the categories of products displaying in your price comparator. By default all the categories of products are shown, according to the subject of your site, it maybe relevant to limit the selected categories.
fr_fr: Vous pouvez sélectionner les catégories de produits qui s'affichent dans votre comparateur. Par défaut, toutes les catégories de produits seront présentes. En fonction de la thématique de votre site, il peut être pertinent de limiter les catégories que vous affichez.

source: Categories of your price comparison engine
fr_fr: Catégories de votre comparateur de prix

source: Choice
fr_fr: Choix

source: You can choose to make your price comparison pages accessible from search engines such as Google or Yahoo!.
fr_fr: Vous pouvez choisir de rende votre comparateur de prix accessible ou non par les moteurs de recherches comme Google ou Yahoo!.

source: Search engine optimization
fr_fr: Référencement

source: Allow robots
fr_fr: Autoriser les robots

source: Include your price comparison engine in search engine's index.
fr_fr: Inclure votre comparateur dans l'index des moteurs de recherches

source: Allow to be indexed
fr_fr: Autoriser l'indexation

source: Your AID is invalid.
fr_fr: Vote AID n'est pas valide

source: Technology AdFever
fr_fr: Technologie AdFever

source: Home
fr_fr: Accueil

source: Template file <code>%s</code> are required for this plugin.
fr_fr: Le fichier template <code>%s</code> est nécessaire pour ce plugin.

source: AdFever - Internal error - Impossible to load a template. Please reinstall the plugin.
fr_fr: AdFever - Erreur interne - Impossible de charger le template. Merci de réinstaller le plugin.

source: Internal error.
fr_fr: Erreur interne

source: Retailer
fr_fr: Marchand

source: Availability
fr_fr: Disponibilité

source: Total price (incl.delivery)
fr_fr: Prix total (port inclus)

source: No retailers for this product.
fr_fr: Pas de marchand pour ce produit

source: Search
fr_fr: Recherche

source: Browse
fr_fr: Parcourir

source: You can choose to insert a product in particular by searching below. If you want to insert random products from a category, please click on the "Browse" link above.
fr_fr: Vous pouvez sélectionner un produit en particulier à insérer sur votre site en effectuant une recherche ci-dessous. Pour insérer un produit au hasard parmi une catégorie de produits, cliquez sur "Parcourir" ci-dessus.

source: Browse in categories of AdFever
fr_fr: Parcourir les catégories

source: Search for a product
fr_fr: Rechercher un produit

source: Thumb
fr_fr: Miniature

source: Name
fr_fr: Nom

source: Preview
fr_fr: Pévisualisation

source: Category
fr_fr: Catégorie

source: See details
fr_fr: Voir le détail

source: Select
fr_fr: Sélectionnez

source: No result for this search. You dont start search ? Start now !
fr_fr: Pas de résultat pour cette recherche

source: User has blocked requests through HTTP.
fr_fr: L'utilisateur a bloqué la requête

source: Too many redirects.
fr_fr: Trop de redirections

source: Malformed URL: %s
fr_fr: URL mal formée: %s

source: Could not open handle for fopen() to %s
fr_fr: Ne peut ouvrir le fichier %s

source: You currently use the sample template present into the adfever plugin. You must copy and adapt this file in your theme. Usually, inspire you from the model page.php for build this page.
fr_fr: Vous utilisez actuellement le template d'exemple présent avec le plugin AdFever pour WordPress. Vous devez le copier et l'adapter à votre thème.

source: Nothing was found. Are you sure about your address?
fr_fr: Rien n'a été trouvé, êtes-vous sûr de l'adresse ?

source: What are you shopping for?
fr_fr: Que recherchez-vous ?

source: &raquo; Search
fr_fr: &raquo;Recherche

source: Top categories
fr_fr: Top catégories

source: No top categories actually.
fr_fr: Pas de top catégorie

source: Top products
fr_fr: Top produits

source: Sort by price <a href="%1$s">+</a>/<a href="%2$s">-</a>
fr_fr: Trier par prix <a href="%1$s">+</a>/<a href="%2$s">-</a>

source: Best price
fr_fr: Meilleur prix

source: At <a href="%1$s">%2$s</a>
fr_fr: Chez <a href=""%1$s"">%2$s</a>

source: No products for this category.
fr_fr: Pas de produit dans cette catégorie

source: More
fr_fr: Plus

source: Price comparison engine under progress
fr_fr: Comparateur de prix en construction

source: Discover AdFever's tools to monetize your website
fr_fr: Découvrez les solutions AdFever pour monétiser votre site

source: Data sheet
fr_fr: Caractéristiques

source: Rating : %s
fr_fr: Note: %s

source: <strong>Price range</strong> : %s - %s
fr_fr: <strong>Fourchette de prix</strong>: %s - %s

source: At %s
fr_fr: Chez %s

source: &raquo; See offer
fr_fr: &raquo;Voir l'offre

source: %d results founds
fr_fr: %d résultats trouvés

source: Your research : %s
fr_fr: Votre recherche: %s

source: At
fr_fr: Chez

source: Sorry, no product matches your search.
fr_fr: Désolé, aucun produit ne correspond à votre recherche

source: No category for this universe
fr_fr: Pas de catégorie pour cet univers
